tap "adoptopenjdk/openjdk"
tap "cockroachdb/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "timberio/brew"
tap "weaveworks/tap"
tap "yleisradio/terraforms"
brew "ant"
brew "asdf"
brew "awscli"
brew "azure-cli"
brew "base64"
brew "bash-completion"
brew "bash-git-prompt", args: ["HEAD"]
brew "pkg-config"
brew "broot"
brew "gettext"
brew "glib"
brew "python@3.9"
brew "cairo"
brew "cassandra"
brew "cmake"
brew "colordiff"
brew "csshx"
brew "cython"
brew "dnsperf"
brew "dos2unix"
brew "fd"
brew "findutils"
brew "fish"
brew "fzf"
brew "git"
brew "git-lfs"
brew "go"
brew "gobject-introspection"
brew "gradle"
brew "grafana", restart_service: true
brew "harfbuzz"
brew "helm"
brew "htop"
brew "inetutils"
brew "influxdb"
brew "jenv"
brew "jq"
brew "krb5"
brew "kubernetes-cli", link: false
brew "libpq"
brew "ruby"
brew "macvim"
brew "maven"
brew "minikube"
brew "protobuf"
brew "mosh"
brew "mysql"
brew "mysql-client"
brew "mytop"
brew "neovim"
brew "netcat"
brew "nmap"
brew "node"
brew "openjdk@8"
brew "pango"
brew "percona-toolkit"
brew "postgresql"
brew "prometheus"
brew "putty"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "ripgrep-all"
brew "rrdtool"
brew "rustup-init"
brew "sbt"
brew "scala@2.12"
brew "scalaenv"
brew "shellcheck"
brew "sphinx-doc"
brew "starship"
brew "swig"
brew "tfenv"
brew "tldr"
brew "tmux"
brew "tree"
brew "vnstat"
brew "watch"
brew "wget"
brew "wimlib"
brew "yamllint"
brew "yq"
brew "zookeeper"
brew "zsh"
brew "zsh-completions"
brew "cockroachdb/tap/cockroach"
brew "timberio/brew/vector"
brew "weaveworks/tap/eksctl"
cask "adoptopenjdk11"
cask "adoptopenjdk14"
cask "adoptopenjdk8"
cask "alacritty"
cask "chefdk"
cask "db-browser-for-sqlite"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "java"
cask "loop"
cask "multifirefox"
cask "navicat-for-sqlite"
cask "oracle-jdk"
cask "osxfuse"
cask "ssh-tunnel-manager"
